Repository: DavidQ7/Noots
Catalog: Backend/WebAPI/Resources/Views/Home/Index.*.resx
Languages: uk

# first-block-1
source: X Notes allows you to effortlessly organize your notes into folders and categorize them with labels.
uk: X Notes дозволяє легко впорядковувати нотатки папками та класифікувати їх ярликами.

# first-block-2
source: Experience a clean and intuitive user interface that will inspire you to stay organized and productive.
uk: Відчуйте інтуїтивно зрозумілий інтерфейс користувача, який надихне вас залишатися організованими та продуктивними.

# first-block-3
source: With the feature of simultaneous note and folder editing, you can collaborate with others in real-time, making teamwork seamless and efficient.
uk: Завдяки функції одночасного редагування нотаток і папок ви можете співпрацювати з іншими в режимі реального часу, роблячи командну роботу безперебійною та ефективною.

# first-block-4
source: Sign up now and start exploring all the amazing functionalities of X Notes.
uk: Зареєструйтеся зараз і почніть вивчати всі дивовижні функції X Notes.

# notes-title
source: Notes
uk: Нотатки

# notes-description
source: Stay organized and efficient with X Notes. Save all your notes, whether they're text, photos, audio, videos, or documents.
uk: Залишайтеся організованими та ефективними з X Notes. Зберігайте всі свої нотатки, будь то текст, фотографії, аудіо, відео чи документи.

# labels-title
source: Labels
uk: Ярлики

# labels-description
source: Keep your notes organized and easily accessible with X Notes. Mark notes with labels to categorize them and find what you need in an instant.
uk: Зберігайте свої нотатки впорядкованими та легкодоступними за допомогою X Notes. Позначайте нотатки ярликами, щоб класифікувати їх і миттєво знаходити те, що вам потрібно.

# folders-title
source: Folders
uk: Папки

# folders-description
source: Say goodbye to clutter and chaos. With X Notes, you can effortlessly organize your notes into folders, making it a breeze to find what you need when you need it.
uk: Попрощайтеся з безладом і хаосом. За допомогою X Notes ви можете без особливих зусиль упорядкувати свої нотатки в папки, щоб легко знайти те, що вам потрібно, коли вам це потрібно.

# sharing-title
source: Sharing
uk: Шерінг

# sharing-description
source: Collaboration is key to success. With X Notes, you can easily share notes and folders with your friends or team, enabling seamless collaboration and conquering projects together in real time.
uk: Співпраця є ключем до успіху. За допомогою X Notes ви можете легко ділитися нотатками та папками з друзями чи командою, забезпечуючи безперебійну співпрацю та розробку спільних проектів в реальному часі.

# related-notes-title
source: Related Notes
uk: Зв'язані нотатки

# related-notes-description
source: Tired of flipping through pages to find the information you need? With X Notes, you can add related notes to any note, so you can easily access all the information you need without losing your place.
uk: Втомилися перемикати сторінки, щоб знайти потрібну інформацію? За допомогою X Notes ви можете додавати зв'язані нотатки до будь-якого нотатка, щоб ви могли легко отримати доступ до всієї потрібної інформації, не втрачаючи час.

# customization-title
source: Customization
uk: Налаштування користувача

# customization-description
source: Your note-taking experience should be as unique as you are. With X Notes, customize the interface to your liking and create a workspace that suits your needs.
uk: Ваш досвід ведення нотаток має бути таким же унікальним, як і ви. За допомогою X Notes налаштуйте інтерфейс на свій смак і створіть робочий простір, який відповідає вашим потребам.
